<div class="detailed-news">
    <div class="detailed-news__title">
        <div class="title__wrap">
            <svg class="title__icon" version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
                 viewBox="0 0 512 512" style="enable-background:new 0 0 512 512;" xml:space="preserve">

		<path d="M437.019,74.98C388.667,26.629,324.38,0,256,0C187.619,0,123.331,26.629,74.98,74.98C26.628,123.332,0,187.62,0,256
			s26.628,132.667,74.98,181.019C123.332,485.371,187.619,512,256,512c68.38,0,132.667-26.629,181.019-74.981
			C485.371,388.667,512,324.38,512,256S485.371,123.333,437.019,74.98z M256,482C131.383,482,30,380.617,30,256S131.383,30,256,30
			s226,101.383,226,226S380.617,482,256,482z"/>

                <path d="M378.305,173.859c-5.857-5.856-15.355-5.856-21.212,0.001L224.634,306.319l-69.727-69.727
			c-5.857-5.857-15.355-5.857-21.213,0c-5.858,5.857-5.858,15.355,0,21.213l80.333,80.333c2.929,2.929,6.768,4.393,10.606,4.393
			c3.838,0,7.678-1.465,10.606-4.393l143.066-143.066C384.163,189.215,384.163,179.717,378.305,173.859z"/>
</svg>
            <p class="title__text">Corrupted Cup 2019...</p>
        </div>
        <div class="title__wrap">
            <img src="{{ url('/images/newsAvatar3.png') }}" class="title__avatar" alt="avatar">
            <p class="title__nickname">Rus_Brain</p>
            <img src="{{ url('/images/flag-russia.png') }}" class="title__flag" alt="flag">
            <img src="{{ url('/images/cube.png') }}" class="title__cube" alt="game">
            <p class="title__text">16826 pts | 675 кг</p>
        </div>

    </div>
    <div class="detailed-news__info">
        <div class="info__items">
            <a class="items__watch" href="#">
                <svg id="Capa_1" enable-background="new 0 0 515.556 515.556" viewBox="0 0 515.556 515.556" xmlns="http://www.w3.org/2000/svg"><path d="m257.778 64.444c-119.112 0-220.169 80.774-257.778 193.334 37.609 112.56 138.666 193.333 257.778 193.333s220.169-80.774 257.778-193.333c-37.609-112.56-138.666-193.334-257.778-193.334zm0 322.223c-71.184 0-128.889-57.706-128.889-128.889 0-71.184 57.705-128.889 128.889-128.889s128.889 57.705 128.889 128.889c0 71.182-57.705 128.889-128.889 128.889z"/><path d="m303.347 212.209c25.167 25.167 25.167 65.971 0 91.138s-65.971 25.167-91.138 0-25.167-65.971 0-91.138 65.971-25.167 91.138 0"/></svg>
                <span>32</span>
            </a>
            <a class="items__comment" href="#">
                <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
                     viewBox="0 0 511.6 511.6" style="enable-background:new 0 0 511.6 511.6;" xml:space="preserve">
                    <path d="M301.9,327.6c30.9-13,55.3-30.8,73.2-53.2C393,251.9,402,227.4,402,201c0-26.5-8.9-50.9-26.8-73.4
                            c-17.9-22.5-42.3-40.2-73.2-53.2C271,61.3,237.4,54.8,201,54.8c-36.4,0-70,6.5-100.9,19.6c-30.9,13-55.3,30.8-73.2,53.2
                            C8.9,150.1,0,174.5,0,201c0,22.6,6.8,44,20.3,64c13.5,20,32.1,36.8,55.7,50.5c-1.9,4.6-3.9,8.8-5.9,12.6c-2,3.8-4.4,7.5-7.1,11
                            c-2.8,3.5-4.9,6.3-6.4,8.3c-1.5,2-4,4.8-7.4,8.4c-3.4,3.6-5.6,6-6.6,7.1c0-0.2-0.4,0.2-1.1,1.3c-0.8,1-1.2,1.5-1.3,1.4
                            c-0.1-0.1-0.5,0.4-1.1,1.4c-0.7,1-1,1.6-1,1.6l-0.7,1.4c-0.3,0.6-0.5,1.1-0.6,1.7c-0.1,0.6-0.1,1.2-0.1,1.9s0.1,1.3,0.3,1.9
                            c0.4,2.5,1.5,4.5,3.3,6c1.8,1.5,3.8,2.3,5.9,2.3h0.9c9.5-1.3,17.7-2.9,24.6-4.6c29.3-7.6,55.8-19.8,79.4-36.5
                            c17.1,3,33.9,4.6,50.2,4.6C237.3,347.2,271,340.6,301.9,327.6z M142.2,303.8l-12.6,8.8c-5.3,3.6-11.2,7.3-17.7,11.1l10-24
                            l-27.7-16c-18.3-10.7-32.5-23.2-42.5-37.7c-10.1-14.5-15.1-29.5-15.1-45.1c0-19.4,7.5-37.6,22.4-54.5
                            c14.9-16.9,35.1-30.4,60.4-40.3c25.3-9.9,52.5-14.8,81.7-14.8s56.3,5,81.7,14.8c25.3,9.9,45.4,23.3,60.4,40.3
                            c14.9,16.9,22.4,35.1,22.4,54.5c0,19.4-7.5,37.6-22.4,54.5c-14.9,16.9-35.1,30.4-60.4,40.3c-25.3,9.9-52.5,14.8-81.7,14.8
                            c-14.3,0-28.8-1.3-43.7-4L142.2,303.8z"/>
                    <path d="M491.3,338.2c13.5-19.9,20.3-41.3,20.3-64.1c0-23.4-7.1-45.3-21.4-65.7c-14.3-20.4-33.7-37.3-58.2-50.8
                            c4.4,14.3,6.6,28.7,6.6,43.4c0,25.5-6.4,49.7-19.1,72.5c-12.8,22.8-31,43-54.8,60.5c-22.1,16-47.2,28.3-75.4,36.8
                            c-28.2,8.6-57.6,12.8-88.2,12.8c-5.7,0-14.1-0.4-25.1-1.1c38.3,25.1,83.2,37.7,134.8,37.7c16.4,0,33.1-1.5,50.3-4.6
                            c23.6,16.8,50.1,28.9,79.4,36.5c6.9,1.7,15,3.2,24.6,4.6c2.3,0.2,4.4-0.5,6.3-2c1.9-1.5,3.1-3.6,3.7-6.3c-0.1-1.1,0-1.8,0.3-1.9
                            c0.3-0.1,0.2-0.7-0.1-1.9c-0.4-1.1-0.6-1.7-0.6-1.7l-0.7-1.4c-0.2-0.4-0.5-0.9-1-1.6c-0.5-0.7-0.9-1.1-1.1-1.4
                            c-0.3-0.3-0.7-0.8-1.3-1.4c-0.6-0.7-1-1.1-1.1-1.3c-1-1.1-3.1-3.5-6.6-7.1c-3.4-3.6-5.9-6.4-7.4-8.4c-1.5-2-3.7-4.8-6.4-8.3
                            c-2.8-3.5-5.1-7.2-7.1-11c-2-3.8-3.9-8-5.9-12.6C459.3,374.9,477.8,358.1,491.3,338.2z"/>
                    </svg>
                <span>3</span>
            </a>
            <p class="items__date">09.09.2019</p>
        </div>
    </div>
    <hr>
    <div class="detailed-news__card card">
        <div class="card-body">
            <img src="{{ url('/images/news1.png') }}" class="img-fluid" alt="news">
            <h2 class="card-body__title">Corrupted Cup 2019: Конкурс предсказателей</h2>
            <p class="card-body__text">На <span>Teamliquid</span> анонсирован открытый конкурс с возможностью заработать до $1,200, правильно угадав участников и победителей групповых раундов и финала второго дня.Конкурс разбит на три категории- Первая категория, группы от A до F. $300 первому угадавшему результаты всех матчей.- Вторая категория, группы от W до Z. $400 первому угадавшему участников и результаты всех матчей.- Третья категория, плей-офф. $500 первому угадавшему участников и результаты всех матчей.Для участия в конкурсе необходимо-- Опубликовать прогноз через facebook или twitter.-- Продублировать прогноз <span>в теме на tl.net</span>, добавив скриншот и ссылку своего facebook/twitter сообщения.-- Учитываются прогнозы, сделанные до 24:00 30 сентября по Берлинскому времени.Частые вопросы--- Игроки тоже могут участвовать в конкурсе.--- Только один прогноз с каждого пользователя. Если пользователь опубликовал несколько прогнозов, админ выберет любой.--- Сообщения, отредактированные после срока подачи заявок в зачёт не идут.--- Можно участвовать в нескольких категориях сразу.</p>
            <img src="{{ url('/images/newsBanner.png') }}" class="card-body__banner card-img-top" alt="banner">
            <div class="card-body__items">
                <div class="card-body__items-wrap">
                    <a class="items__quote" href="#">
                        <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
                             viewBox="0 0 512 512" style="enable-background:new 0 0 512 512;" xml:space="preserve">
	                    <path d="M256,0C114.6,0,0,114.6,0,256s114.6,256,256,256s256-114.6,256-256S397.4,0,256,0z M256,472c-119.3,0-216-96.7-216-216
		                    S136.7,40,256,40s216,96.7,216,216S375.3,472,256,472z"/>
                            <path d="M239.1,185.5L209.2,160c-37,27.2-65.2,75.6-65.2,127.4c0,41.6,23.3,64.6,50,64.6c24.2,0,43.5-20.4,43.5-45.9
			                c0-24.6-16.9-43.3-39.5-43.3c-4,0-9.7,1.7-10.5,1.7C190.8,237.3,213.3,203.3,239.1,185.5z"/>
                            <path d="M326.9,262.8c-3.2,0-8.9,1.7-10.5,1.7c3.2-27.2,25.8-61.1,51.6-79L338.2,160c-37,27.2-65.2,75.6-65.2,127.4
			                c0,41.6,23.3,64.6,50,64.6c24.1,0,43.5-20.4,43.5-45.9C366.4,281.5,349.5,262.8,326.9,262.8z"/>
                    </svg>
                    </a>
                    <a class="items__share" href="#">
                        <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
                             viewBox="0 0 481.6 481.6" style="enable-background:new 0 0 481.6 481.6;" xml:space="preserve">
	                    <path d="M381.6,309.4c-27.7,0-52.4,13.2-68.2,33.6l-132.3-73.9c3.1-8.9,4.8-18.5,4.8-28.4c0-10-1.7-19.5-4.9-28.5l132.2-73.8
                            c15.7,20.5,40.5,33.8,68.3,33.8c47.4,0,86.1-38.6,86.1-86.1S429,0,381.5,0s-86.1,38.6-86.1,86.1c0,10,1.7,19.6,4.9,28.5
                            l-132.1,73.8c-15.7-20.6-40.5-33.8-68.3-33.8c-47.4,0-86.1,38.6-86.1,86.1s38.7,86.1,86.2,86.1c27.8,0,52.6-13.3,68.4-33.9
                            l132.2,73.9c-3.2,9-5,18.7-5,28.7c0,47.4,38.6,86.1,86.1,86.1s86.1-38.6,86.1-86.1S429.1,309.4,381.6,309.4z M381.6,27.1
                            c32.6,0,59.1,26.5,59.1,59.1s-26.5,59.1-59.1,59.1s-59.1-26.5-59.1-59.1S349.1,27.1,381.6,27.1z M100,299.8
                            c-32.6,0-59.1-26.5-59.1-59.1s26.5-59.1,59.1-59.1s59.1,26.5,59.1,59.1S132.5,299.8,100,299.8z M381.6,454.5
                            c-32.6,0-59.1-26.5-59.1-59.1c0-32.6,26.5-59.1,59.1-59.1s59.1,26.5,59.1,59.1C440.7,428,414.2,454.5,381.6,454.5z"/>
                    </svg>
                    </a>
                </div>
                <div class="card-body__items-wrap">
                    <a class="items__like" href="#">
                        <svg version="1.1" id="Layer_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
                             viewBox="0 0 512 512" style="enable-background:new 0 0 512 512;" xml:space="preserve">
		                    <path d="M83.6,167.3H16.7C7.5,167.3,0,174.7,0,184v300.9c0,9.2,7.5,16.7,16.7,16.7h66.9c9.2,0,16.7-7.5,16.7-16.7V184
			                    C100.3,174.7,92.8,167.3,83.6,167.3z"/>
                            <path d="M470.3,167.3c-2.7-0.5-128.7,0-128.7,0l17.6-48c12.1-33.2,4.3-83.8-29.4-101.8c-11-5.9-26.3-8.8-38.7-5.7
                            c-7.1,1.8-13.3,6.5-17,12.8c-4.3,7.2-3.8,15.7-5.4,23.7c-3.9,20.3-13.5,39.7-28.4,54.2c-26,25.3-106.6,98.3-106.6,98.3v267.5
                            h278.6c37.6,0,62.2-42,43.7-74.7c22.1-14.2,29.7-44,16.7-66.9c22.1-14.2,29.7-44,16.7-66.9C527.6,235.2,514.8,174.8,470.3,167.3z"/>
                    </svg>
                        <span>3</span>
                    </a>
                    <a class="items__dislike" href="#">
                        <svg version="1.1" id="Layer_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
                             viewBox="0 0 512 512" style="enable-background:new 0 0 512 512;" xml:space="preserve">
		                    <path d="M83.6,167.3H16.7C7.5,167.3,0,174.7,0,184v300.9c0,9.2,7.5,16.7,16.7,16.7h66.9c9.2,0,16.7-7.5,16.7-16.7V184
			                    C100.3,174.7,92.8,167.3,83.6,167.3z"/>
                            <path d="M470.3,167.3c-2.7-0.5-128.7,0-128.7,0l17.6-48c12.1-33.2,4.3-83.8-29.4-101.8c-11-5.9-26.3-8.8-38.7-5.7
                            c-7.1,1.8-13.3,6.5-17,12.8c-4.3,7.2-3.8,15.7-5.4,23.7c-3.9,20.3-13.5,39.7-28.4,54.2c-26,25.3-106.6,98.3-106.6,98.3v267.5
                            h278.6c37.6,0,62.2-42,43.7-74.7c22.1-14.2,29.7-44,16.7-66.9c22.1-14.2,29.7-44,16.7-66.9C527.6,235.2,514.8,174.8,470.3,167.3z"/>
                    </svg>
                        <span>3</span>
                    </a>
                </div>
            </div>
        </div>
    </div>
</div>
