<section class="user_bar">
    <div class="user_panel">
        {{--        <a href="#" class="user-new-messages">--}}
        {{--            <svg aria-hidden="true" focusable="false" data-prefix="far" data-icon="bell" class="svg-inline--fa fa-bell fa-w-14" role="img" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512"><path fill="currentColor" d="M439.39 362.29c-19.32-20.76-55.47-51.99-55.47-154.29 0-77.7-54.48-139.9-127.94-155.16V32c0-17.67-14.32-32-31.98-32s-31.98 14.33-31.98 32v20.84C118.56 68.1 64.08 130.3 64.08 208c0 102.3-36.15 133.53-55.47 154.29-6 6.45-8.66 14.16-8.61 21.71.11 16.4 12.98 32 32.1 32h383.8c19.12 0 32-15.6 32.1-32 .05-7.55-2.61-15.27-8.61-21.71zM67.53 368c21.22-27.97 44.42-74.33 44.53-159.42 0-.2-.06-.38-.06-.58 0-61.86 50.14-112 112-112s112 50.14 112 112c0 .2-.06.38-.06.58.11 85.1 23.31 131.46 44.53 159.42H67.53zM224 512c35.32 0 63.97-28.65 63.97-64H160.03c0 35.35 28.65 64 63.97 64z"></path></svg>--}}
        {{--        </a>--}}
        <a href="{{route('user_profile',['id'=> Auth::id()])}}" class="user-avatar">
            <img src="{{Auth::user()->avatar}}" alt="avatar"></a>
        <a href="{{route('user_profile',['id'=> Auth::id()])}}" class="user-nickname"
           title="{{Auth::user()->name}}">{{Auth::user()->name}}</a>
    </div>
    <div class="panel">
        <div class="block_svg">
            <a href="{{route('user.friends_list')}}" title="Мои друзья">
                <svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="user-friends"
                     class="svg-inline--fa fa-user-friends fa-w-20" role="img" xmlns="http://www.w3.org/2000/svg"
                     viewBox="0 0 640 512">
                    <path
                        d="M192 256c61.9 0 112-50.1 112-112S253.9 32 192 32 80 82.1 80 144s50.1 112 112 112zm76.8 32h-8.3c-20.8 10-43.9 16-68.5 16s-47.6-6-68.5-16h-8.3C51.6 288 0 339.6 0 403.2V432c0 26.5 21.5 48 48 48h288c26.5 0 48-21.5 48-48v-28.8c0-63.6-51.6-115.2-115.2-115.2zM480 256c53 0 96-43 96-96s-43-96-96-96-96 43-96 96 43 96 96 96zm48 32h-3.8c-13.9 4.8-28.6 8-44.2 8s-30.3-3.2-44.2-8H432c-20.4 0-39.2 5.9-55.7 15.4 24.4 26.3 39.7 61.2 39.7 99.8v38.4c0 2.2-.5 4.3-.6 6.4H592c26.5 0 48-21.5 48-48 0-61.9-50.1-112-112-112z"></path>
                </svg>
            </a>
            <a href="{{ route('user.messages_all') }}" title="Мои сообщения">
                <svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px"
                     y="0px" viewBox="0 0 1000 1000" enable-background="new 0 0 1000 1000" xml:space="preserve">
                <path
                    d="M990,499.3c0-11.9-4.1-22.8-11-31.5c-2.1-3.4-4.6-6.7-7.5-9.6L810.9,297.7c-19.8-19.8-51.9-19.8-71.7,0c-19.8,19.8-19.8,51.9,0,71.7l79.3,79.3l-387.4,0c-28,0-50.7,22.7-50.7,50.7c0,28,22.7,50.7,50.7,50.7l387.2,0l-76.5,76.5c-19.8,19.8-19.8,51.9,0,71.7c9.9,9.9,22.9,14.8,35.8,14.8c13,0,25.9-4.9,35.8-14.8l160.6-160.6c5-5,8.8-10.9,11.3-17.1C988.3,514,990,506.9,990,499.3z"/>
                    <path
                        d="M647.9,755.4c-28,0-50.7,22.7-50.7,50.7v81.7H111.4V112.2h485.8v97.6c0,28,22.7,50.7,50.7,50.7c28,0,50.7-22.7,50.7-50.7V91.3c0-44.4-36.1-80.5-80.5-80.5H90.5C46.1,10.8,10,46.9,10,91.3v817.3c0,44.4,36.1,80.5,80.5,80.5H618c44.4,0,80.5-36.1,80.5-80.5V806.1C698.6,778.1,675.9,755.4,647.9,755.4z"/>
                </svg>
            </a>
            <a href="#" onclick="event.preventDefault(); document.getElementById('logout-form-home').submit();"
               title="Выход">
                <svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px"
                     y="0px" viewBox="0 0 1000 1000" enable-background="new 0 0 1000 1000" xml:space="preserve">
                <path
                    d="M990,499.3c0-11.9-4.1-22.8-11-31.5c-2.1-3.4-4.6-6.7-7.5-9.6L810.9,297.7c-19.8-19.8-51.9-19.8-71.7,0c-19.8,19.8-19.8,51.9,0,71.7l79.3,79.3l-387.4,0c-28,0-50.7,22.7-50.7,50.7c0,28,22.7,50.7,50.7,50.7l387.2,0l-76.5,76.5c-19.8,19.8-19.8,51.9,0,71.7c9.9,9.9,22.9,14.8,35.8,14.8c13,0,25.9-4.9,35.8-14.8l160.6-160.6c5-5,8.8-10.9,11.3-17.1C988.3,514,990,506.9,990,499.3z"/>
                    <path
                        d="M647.9,755.4c-28,0-50.7,22.7-50.7,50.7v81.7H111.4V112.2h485.8v97.6c0,28,22.7,50.7,50.7,50.7c28,0,50.7-22.7,50.7-50.7V91.3c0-44.4-36.1-80.5-80.5-80.5H90.5C46.1,10.8,10,46.9,10,91.3v817.3c0,44.4,36.1,80.5,80.5,80.5H618c44.4,0,80.5-36.1,80.5-80.5V806.1C698.6,778.1,675.9,755.4,647.9,755.4z"/>
                </svg>
            </a>
            <form id="logout-form-home" action="{{ route('logout') }}" method="POST" style="display: none;">
                @csrf
            </form>
            <a href="#" id='settings' title="Настройки">
                <svg aria-hidden="true" focusable="false" data-prefix="fas" data-icon="cog"
                     class="svg-inline--fa fa-cog fa-w-16" role="img" xmlns="http://www.w3.org/2000/svg"
                     viewBox="0 0 512 512">
                    <path
                        d="M487.4 315.7l-42.6-24.6c4.3-23.2 4.3-47 0-70.2l42.6-24.6c4.9-2.8 7.1-8.6 5.5-14-11.1-35.6-30-67.8-54.7-94.6-3.8-4.1-10-5.1-14.8-2.3L380.8 110c-17.9-15.4-38.5-27.3-60.8-35.1V25.8c0-5.6-3.9-10.5-9.4-11.7-36.7-8.2-74.3-7.8-109.2 0-5.5 1.2-9.4 6.1-9.4 11.7V75c-22.2 7.9-42.8 19.8-60.8 35.1L88.7 85.5c-4.9-2.8-11-1.9-14.8 2.3-24.7 26.7-43.6 58.9-54.7 94.6-1.7 5.4.6 11.2 5.5 14L67.3 221c-4.3 23.2-4.3 47 0 70.2l-42.6 24.6c-4.9 2.8-7.1 8.6-5.5 14 11.1 35.6 30 67.8 54.7 94.6 3.8 4.1 10 5.1 14.8 2.3l42.6-24.6c17.9 15.4 38.5 27.3 60.8 35.1v49.2c0 5.6 3.9 10.5 9.4 11.7 36.7 8.2 74.3 7.8 109.2 0 5.5-1.2 9.4-6.1 9.4-11.7v-49.2c22.2-7.9 42.8-19.8 60.8-35.1l42.6 24.6c4.9 2.8 11 1.9 14.8-2.3 24.7-26.7 43.6-58.9 54.7-94.6 1.5-5.5-.7-11.3-5.6-14.1zM256 336c-44.1 0-80-35.9-80-80s35.9-80 80-80 80 35.9 80 80-35.9 80-80 80z"></path>
                </svg>
            </a>
        </div>
    </div>
    <div id="settings_div" class="logged_links">
        <ul class="logged_active">
            <li>
                <a href="{{route('user_profile',['id' => auth()->id()])}}"
                   title="Мой аккаунт">Мой аккаунт</a>
            </li>
            <li>
                <a href="{{route('user-gallery.index',['id' => auth()->id()]) }}"
                   title="Галерея">Галерея</a>
            </li>
            <li>
                <a href="{{route('user-rating-list.index',['id' => auth()->id()]) }}"
                   title="Моя репутация">Моя репутация</a>
            </li>
            <li>
                <a href="{{route('user-replay.create',['id' => auth()->id()])}}"
                   title="Отправить реплей">Отправить реплей</a>
            </li>
            <li>
                <a href="{{route('edit_profile',['id' => auth()->id()])}}"
                   title="Настройки">Настройки</a>
            </li>
        </ul>
    </div>

</section>
